Repository: Nilix007/Insekta
Catalog: insekta/conf/locale/*/LC_MESSAGES/django.po
Languages: de

source: Home
de: Start

source: Scenario groups
de: Szenariogruppen

source: All scenarios
de: Alle Szenarien

source: Scenario editor
de: Szenario-Editor

source: Logout
de: Ausloggen

source: Login
de: Einloggen

source: Invalid CSR.
de: Ungültiges CSR.

source: Certificate
de: Zertifikat

source: Your certificate
de: Dein Zertifikat

source: Download certificate with VPN setup instructions.
de: Zertifikat mit VPN-Anleitung herunterladen.

source: You can use the following command to create a CSR (Certificate Signing Request):
de: Du kannst den folgenden Befehl benutzen um ein CSR (Certificate Signing Request) zu erzeugen:

source: Paste your CSR (Certificate Signing Request) into the following box
de: Füge dein CSR (Certificate Signing Request) in das folgende Feld ein

source: Generate certificate
de: Zertifikat erzeugen

source: Your username and password didn't match. Please try again.
de: Dein Benutzername oder Passwort stimmt nicht. Bitte versuche es erneut.

source: Can view the scenario editor
de: Kann Szenarien-Editor sehen

source: This secret is invalid!
de: Dein Geheimnis ist ungültig!

source: This secret was already submitted!
de: Dein Geheimnis wurde bereits eingericht.

source: Task was received and will be executed.
de: Die Aufgabe wurde empfangen und wird ausgeführt.

source: Congratulation! Your secret was valid.
de: Gratulation! Dein Geheimnis war gültig.

source: Submitted secrets:
de: Eingereichte Geheimnisse:

source: Content:
de: Inhalt:

source: Enter secret:
de: Gib das Geheimnis ein:

source: Submit
de: Einreichen

source: This content is hidden, you need to submit a specific secret in order to show it.
de: Der Inhalt ist versteckt, du musst ein bestimmtes Geheimnis einreichen um es anzuzeigen.

source: No such language: {lang}
de: Die Sprache "{lang}" existiert nicht

source: Scenario
de: Szenario

source: Submitted secrets
de: Eingereichte Geheimnisse

source: There are no scenarios.
de: Es gibt keine Szenarien.

source: Preview
de: Vorschau

source: All secrets
de: Alle Geheimnisse

source: No secrets available.
de: Keine Geheimnisse verfügbar.

source: There are no scenario groups.
de: Es existieren keine Szenario-Gruppen.

source: Welcome, %(username)s!
de: Willkommen %(username)s!

source: Running scenarios
de: Laufende Szenarien

source: VM state
de: VM-Zustand

source: You have no running scenarios.
de: Du hast keine laufenden Szenarien.

source: Certificate generation for VPN
de: Zertifikatserstellung für das VPN

source: Please create a valid certificate for VPN setup.
de: Bitte erstelle ein gültiges Zertifikat für das VPN.

source: Create certificate
de: Zertifikat erstellen

source: Certificate and VPN instructions
de: Zertifikat- und VPN-Anleitungen

source: View certificate page
de: Zeige Zertifikatsseite

source: Please wait.
de: Bitte warte.

source: Scenario information
de: Szenario-Informationen

source: Secrets:
de: Geheimnisse:

source: enable
de: aktivieren

source: disable
de: deaktivieren

source: Manage virtual machine
de: Virtuelle Maschine verwalten

source: IP address:
de: IP-Adresse:

source: Current state:
de: Aktueller Zustand:

source: running (state)
de: In Betrieb

source: shutoff (state)
de: Ausgeschaltet

source: suspended (state)
de: Pausiert

source: disabled (state)
de: Deaktiviert

source: unknown error
de: unbekannter Fehler

source: Available actions:
de: Verfügbare Aktionen:

source: start
de: starten

source: stop
de: stoppen

source: suspend
de: pausieren

source: resume
de: fortsetzen
